---
kind: property
id: P:Autodesk.Revit.DB.FamilyTypeSet.Size
source: html/e9901994-798e-f33a-90cf-d3165aedd055.htm
---
# Autodesk.Revit.DB.FamilyTypeSet.Size Property

Returns the number of objects that are in the set.

## Syntax (C#)
```csharp
public virtual int Size { get; }
```